Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_USE_RESTRICTED_MDM_MESSAGE
source: The organization managing this Mac has turned off Siri & Dictation features.
ar: أوقفت المؤسسة التي تدير هذا الـ Mac ميزات Siri والإملاء.
ca: L’organització que gestiona el Mac ha desactivat les funcions de Siri i el dictat.
cs: Funkce Siri a Diktování vypnula organizace, která tento Mac spravuje.
da: Organisationen, der administrerer denne Mac, har slået funktioner til Siri og Diktering fra.
de: Die Organisation, die diesen Mac verwaltet, hat die Funktionen von „Siri & Diktierfunktion“ deaktiviert.
el: Ο οργανισμός που διαχειρίζεται αυτό το Mac απενεργοποίησε τις δυνατότητες Siri και Υπαγόρευσης.
es: La organización que gestiona este Mac ha desactivado las funciones de Siri y Dictado.
es_us: La organización que administra esta Mac desactivó las funciones de Siri y Dictado.
fi: Tätä Macia hallitseva organisaatio on laittanut Siri ja sanelu -ominaisuudet pois pääältä.
fr: L’organisation qui gère ce Mac a désactivé les fonctionnalités Siri et Dictée.
fr_ca: L’organisation qui gère ce Mac a désactivé les fonctionnalités Siri et Dictée.
he: הארגון שמנהל את Mac זה כיבה את מאפייני Siri ו״הכתבה״.
hi: इस Mac का प्रबंधन करने वाले संगठन ने Siri और डिक्टेशन फ़ीचर को बंद कर दिया है।
hr: Organizacija koja upravlja ovim Macom isključila je značajke Siri i Diktata.
hu: A Macet felügyelő szervezet kikapcsolta a Siri és a Diktálás funkciókat.
id: Organisasi yang mengelola Mac ini telah mematikan fitur Siri & Dikte.
it: L’organizzazione che gestisce questo Mac ha disattivato le funzionalità di Siri e Dettatura.
ja: このMacを管理している組織によって“Siriと音声入力”の機能がオフになりました。
ko: 이 Mac을 관리하는 조직이 Siri 및 받아쓰기 기능을 껐습니다.
ms: Organisasi yang mengurus Mac ini telah menyahaktifkan ciri Siri & Perencanaan.
nl: De organisatie die deze Mac beheert, heeft Siri en de dicteerfunctie uitgeschakeld.
no: Organisasjonen som administrerer denne Macen, har slått av Siri- og dikteringsfunksjonene.
pl: Organizacja zarządzająca tym Makiem wyłączyła Siri i funkcję Dyktowanie.
pt: A organização que gerencia este Mac desativou os recursos da Siri e do Ditado.
pt_pt: A organização que gere este Mac desativou as funcionalidades Siri e Ditado.
ro: Organizația care gestionează acest Mac a dezactivat funcționalitățile Siri și Dictare.
ru: Организация, управляющая этим Mac, выключила функции Siri и Диктовки.
sk: Organizácia, ktorá spravuje tento Mac, vypla funkcie Siri a Diktovanie.
sl: Organizacija, ki upravlja ta Mac, je izklopila možnosti Siri in funkcije Narekovanje.
sv: Den organisation som hanterar den här datorn har stängt av Siri och diktering.
th: องค์กรที่จัดการ Mac เครื่องนี้ปิดใช้คุณสมบัติ Siri และการป้อนตามคำบอกแล้ว
tr: Bu Mac’i yöneten kuruluş Siri ve Dikte özelliklerini kapatmış.
uk: Організація, яка керує цим Mac, вимкнула функції Siri та диктування.
vi: Tổ chức quản lý máy Mac này đã tắt các tính năng của Siri & Đọc chính tả.
zh_cn: 管理此Mac的组织已关闭“Siri与听写”功能。
zh_hk: 管理此Mac的機構已關閉「Siri與聽寫」功能。
zh_tw: 管理此Mac的組織已關閉「Siri與聽寫」功能。

# ALWAYS_SHOW_RECOGNIZED_SPEECH
source: Always show speech
ar: إظهار الكلام دائمًا
ca: Mostra sempre les peticions
cs: Vždy zobrazovat přepis řeči
da: Vis altid tale
de: Spracherkennung immer anzeigen
el: Πάντα εμφάνιση κειμένου ομιλίας
es: Mostrar transcripción de peticiones
es_us: Mostrar siempre tus peticiones
fi: Näytä puhe aina
fr: Toujours afficher la saisie vocale
fr_ca: Toujours afficher la transcription
he: הצגה קבועה של הדיבור שנקלט
hi: बोली हमेशा दिखाएँ
hr: Uvijek prikaži govor
hu: A beszéd mindig jelenjen meg
id: Selalu tampilkan ucapan
it: Mostra sempre il parlato
ja: 話した内容を常に表示
ko: 말하는 내용 항상 표시
ms: Sentiasa tunjukkan pertuturan
nl: Toon spraak altijd
no: Alltid vis talegjenkjenning
pl: Zawsze pokazuj transkrypcję
pt: Sempre mostrar fala
pt_pt: Mostrar sempre transcrição
ro: Afișare permanentă enunțare
ru: Всегда показывать речь
sk: Vždy zobraziť reč
sl: Vedno prikaži govor
sv: Visa alltid tal
th: แสดงข้อความถอดเสียงพูดเสมอ
tr: Konuşmayı her zaman göster
uk: Завжди показувати мовлення
vi: Luôn hiển thị lời nói
zh_cn: 始终显示你对Siri说的话
zh_hk: 總是顯示語音
zh_tw: 永遠顯示語音

# SIRISUGGESTIONS_OPEN_BUTTON
source: About Ask Siri, Dictation & Privacy…
ar: حول "اسأل Siri" والإملاء والخصوصية…
ca: Sobre Siri, el dictat i la privacitat…
cs: O požadavcích na Siri, diktování a soukromí…
da: Om Spørg Siri, Diktering og anonymitet…
de: Über „Siri fragen“, Diktierfunktion & Datenschutz
el: Ερώτηση στο Siri, Υπαγόρευση και απόρρητο…
es: “Consultar a Siri”, Dictado y privacidad…
es_us: Acerca de Pedirle a Siri, Dictado y la privacidad…
fi: Tietoja: Kysy Siriltä, sanelu ja tietosuoja…
fr: Demander à Siri, Dictée et confidentialité…
fr_ca: Demander à Siri, Dictée et confidentialité…
he: מידע בנושא ״בקשות ל-Siri״, ״הכתבה״ ופרטיות…
hi: “Siri से पूछें”, डिक्टेशन और गोपनीयता परिचय…
hr: Više o Siri, Diktatu i privatnosti…
hu: A Kérje meg Sirit funkcióról, a Diktálásról és az adatvédelemről…
id: Mengenai Minta Siri, Dikte & Privasi…
it: “Chiedi a Siri”, Dettatura e privacy…
ja: “Siriに頼む”、音声入力とプライバシーについて…
ko: Siri에게 요청하기, 받아쓰기 및 개인정보 보호에 관하여…
ms: Perihal Minta Siri, Perencanaan & Privasi…
nl: Over 'Vraag het aan Siri', de dicteerfunctie en privacy…
no: Om Spør Siri, Diktering og personvern…
pl: Poproś Siri, Dyktowanie i prywatność…
pt: Sobre Pedir à Siri, Ditado e Privacidade…
pt_pt: Acerca de Pedir a Siri, Ditado e Privacidade…
ro: Despre Solicitare Siri, dictare și intimitate…
ru: О функции и конфиденциальности…
sk: O službe Opýtať sa Siri, Diktovaní a súkromí…
sl: Več o funkcijah Vprašajte Siri in Narekovanje ter zasebnosti …
sv: Om Fråga Siri, diktering och integritet…
th: เกี่ยวกับถาม Siri การป้อนตามคำบอก และความเป็นส่วนตัว…
tr: Siri’ye Sor, Dikte ve Gizlilik Hakkında…
uk: Про Запити до Siri, Диктування і приватність…
vi: Hỏi Siri, Đọc chính tả & Quyền riêng tư…
zh_cn: 关于询问Siri、听写与隐私…
zh_hk: 關於詢問Siri、聽寫與私隱⋯
zh_tw: 關於跟Siri對話、聽寫與隱私權⋯

source: OK
ar: موافق
ca: D’acord
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# LANGUAGE_UNDO
source: Change Siri Language
ar: تغيير لغة Siri
ca: Canvia l’idioma de Siri
cs: Změnit jazyk Siri
da: Skift Siri-sprog
de: Siri-Sprache ändern
el: Αλλαγή γλώσσας Siri
es: cambio del idioma de Siri
es_us: cambio del idioma de Siri
fi: Vaihda Sirin kieli
fr: Changer la langue de Siri
fr_ca: Changer la langue de Siri
he: שינוי השפה של Siri
hi: Siri भाषा बदलें
hr: Promijeni jezik za Siri
hu: Siri nyelvének módosítása
id: Ubah Bahasa Siri
it: Modifica la lingua di Siri
ja: Siriの使用言語を変更
ko: Siri 언어 변경
ms: Menukar Bahasa Siri
nl: Wijzig Siri-taal
no: bytte av Siri-språk
pl: Zmień język Siri
pt: Alterar Idioma da Siri
pt_pt: Alterar idioma de Siri
ro: Schimbați limba pentru Siri
ru: Сменить язык Siri
sk: Zmeniť jazyk Siri
sl: Spremeni jezik za Siri
sv: Byt Siri-språk
th: เปลี่ยนภาษา Siri
tr: Siri Dilini Değiştir
uk: змінення мови Siri
vi: Thay đổi Ngôn ngữ của Siri
zh_cn: 更改Siri语言
zh_hk: 更改Siri語言
zh_tw: 更改Siri語言

# RIGHT_COMMAND_TWICE
source: Press Right Command Key Twice
ar: اضغط على مفتاح command الأيمن مرتين
ca: Prem la tecla d’ordre dreta dos cops
cs: Dvakrát stiskněte pravou klávesu Command
da: Tryk to gange på den højre Kommandotast
de: Rechte Command-Taste zweimal drücken
el: Πιέστε δύο φορές το δεξί πλήκτρο Command
es: Pulsar la tecla Comando derecha dos veces
es_us: Presionar la tecla Comando derecha dos veces
fi: Paina oikeaa komentonäppäintä kahdesti
fr: Appuyer deux fois sur Commande de droite
fr_ca: Appuyer deux fois sur Commande de droite
he: לחיצה כפולה על מקש Command הימני
hi: दाईं कमांड-की दो बार दबाएँ
hr: Dvaput pritisnite desnu tipku Command
hu: A jobb Command billentyű megnyomása kétszer
id: Tekan Tombol Command Kanan Dua Kali
it: Premi due volte il tasto Comando destro
ja: 右のCommandキーを2回押す
ko: 오른쪽 Command 키 두 번 누르기
ms: Tekan Kekunci Command Kanan Dua Kali
nl: Druk tweemaal op rechter Command-toets
no: Trykk to ganger på høyre Kommando-tast
pl: Naciśnij dwukrotnie prawy klawisz Command
pt: Pressione a Tecla Command Direita 2 Vezes
pt_pt: Premir a tecla Comando da direita duas vezes
ro: Apăsare dublă a tastei Comandă dreapta
ru: Нажать правую клавишу Command дважды
sk: Dvakrát stlačte pravý kláves Command
sl: Dvakratni pritisk desne tipke Command
sv: Tryck på höger kommandotangent två gånger
th: กดปุ่ม Command ขวาสองครั้ง
tr: Sağ Komut Tuşuna İki Kez Basın
uk: Двічі натисніть праву клавішу Command
vi: Nhấn phím Command bên phải hai lần
zh_cn: 连按两下右Command键
zh_hk: 按兩下右側Command鍵
zh_tw: 按兩下右側Command鍵

# ALWAYS_PRINT_RESPONSE
source: Always show Siri captions
ar: إظهار تعليقات Siri المصاحبة دائمًا
ca: Mostra sempre els diàlegs de Siri
cs: Vždy zobrazovat titulky Siri
da: Vis altid Siri-undertekster
de: Siri-Untertitel immer anzeigen
el: Πάντα εμφάνιση λεζαντών Siri
es: Mostrar transcripción de Siri
es_us: Mostrar siempre texto de Siri
fi: Näytä Siri-tekstitys aina
fr: Toujours afficher les sous-titres de Siri
fr_ca: Toujours afficher les sous-titres de Siri
he: הצגה קבועה של תמלול הדיבור של Siri
hi: Siri कैप्शन हमेशा दिखाएँ
hr: Uvijek prikaži opise za Siri
hu: A Siri-feliratok mindig jelenjenek meg
id: Selalu tampilkan teks Siri
it: Mostra sempre la trascrizione dei dialoghi di Siri
ja: Siriキャプションを常に表示
ko: Siri 캡션 항상 표시
ms: Sentiasa tunjukkan kapsyen Siri
nl: Toon Siri-bijschriften altijd
no: Alltid vis hva Siri svarer
pl: Zawsze pokazuj napisy Siri
pt: Sempre mostrar legendas da Siri
pt_pt: Mostrar sempre legendas de Siri
ro: Afișare permanentă titrări Siri
ru: Всегда показывать субтитры Siri
sk: Vždy zobraziť titulky pre Siri
sl: Vedno prikaži Sirijine napise
sv: Visa alltid text för Siri
th: แสดงคำพูดของเสียง Siri ตลอดเวลา
tr: Siri altyazılarını her zaman göster
uk: Завжди показувати субтитри для Siri
vi: Luôn hiển thị chú thích Siri
zh_cn: 始终显示Siri的回答
zh_hk: 總是顯示Siri字幕
zh_tw: 永遠顯示Siri字幕

# ALWAYS_SHOW_RECOGNIZED_SPEECH_UNDO
source: Change Always Show Speech
ar: تغيير إظهار الكلام دائمًا
ca: el canvi de l’opció “Mostra sempre les peticions”
cs: Změnit volbu Vždy zobrazovat přepis řeči
da: Skift Vis altid tale
de: „Spracherkennung immer anzeigen“ ändern
el: Αλλαγή της ρύθμισης «Πάντα εμφάνιση κειμένου ομιλίας»
es: cambio de “Mostrar transcripción de peticiones”
es_us: cambio de Mostrar siempre tus peticiones
fi: Vaihda Näytä puhe aina -arvo
fr: Changer « Toujours afficher la saisie vocale »
fr_ca: Modifier le réglage « Toujours afficher la transcription »
he: שינוי ההגדרה ״הצגה קבועה של הדיבור שנקלט״
hi: बोली हमेशा दिखाएँ बदलें
hr: Promijeni kontinuirano prikazivanje govora
hu: A beszéd mindig jelenjen meg beállítás módosítása
id: Ubah Selalu Tampilkan Ucapan
it: Modifica “Mostra sempre il parlato”
ja: “話した内容を常に表示”を変更
ko: ‘말하는 내용 항상 표시’ 변경
ms: Menukar Sentiasa Tunjukkan Pertuturan
nl: Wijzig 'Toon spraak altijd'
no: endring av Alltid vis talegjenkjenning
pl: Zmień wartość Zawsze pokazuj transkrypcję
pt: Alterar opção Sempre Mostrar Fala
pt_pt: Alterar Mostrar sempre transcrição
ro: modificarea opțiunii „Afișare permanentă enunțare”
ru: изменение настройки «Всегда с текстом речи»
sk: Zmeniť nastavenie Vždy zobraziť reč
sl: Spremeni nastavitev Vedno prikaži govor
sv: Ändra Visa alltid tal
th: เปลี่ยนแสดงข้อความถอดเสียงพูดเสมอ
tr: Konuşmayı Her Zaman Göster Ayarını Değiştir
uk: змінення параметра «Завжди показувати мовлення»
vi: Thay đổi Luôn hiển thị lời nói
zh_cn: 更改始终显示你对Siri说的话
zh_hk: 更改總是顯示語音
zh_tw: 更改永遠顯示語音

# GM_OPTOUT_ALERT_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SPACEBAR_KEY
source: Space
ar: مسافة
ca: Espai
cs: Mezerník
da: Mellemrum
de: Leertaste
el: Διάστημα
es: Espacio
es_us: Espacio
fi: Väli
fr: Espace
fr_ca: Espace
he: רווח
hi: स्पेस
hr: Razmaknica
hu: Szóköz
id: Spasi
it: Spazio
ja: スペースバー
ko: 스페이스 바
nl: Spatie
no: Mellomrom
pl: Spacja
pt: Espaço
pt_pt: Espaço
ro: Spațiu
ru: Пробел
sk: Medzerník
sl: Namizje Space
sv: Mellanslag
tr: Boşluk
uk: Пробіл
vi: Dấu cách
zh_cn: 空格键
zh_hk: 空白鍵
zh_tw: 空白鍵

# ASK_SIRI_DEVICE_PROCESSING_SHARING_FOOTER_TEXT_MAC
source: Voice recordings are also sent to Apple for improvement purposes.
ar: تُرسَل تسجيلات الصوت أيضًا إلى Apple لأغراض تتعلق بتحسين الخدمة.
ca: Les gravacions de veu també s’envien a Apple amb finalitats de millora.
cs: Společnost Apple dostává také nahrávky hlasu za účelem vylepšování produktů a služeb.
da: Stemmeoptagelser sendes også til Apple med henblik på forbedring af funktionen.
de: Sprachaufnahmen werden auch für Verbesserungszwecke an Apple gesendet.
el: Οι φωνητικές εγγραφές αποστέλλονται επίσης στην Apple για σκοπούς βελτίωσης.
es: Las grabaciones de voz también se envían a Apple para mejorar la calidad del servicio.
es_us: También se envían a Apple las grabaciones de voz con fines de mejora del servicio.
fi: Äänitallenteet lähetetään myös Applelle parantamista varten.
fr: Les enregistrements vocaux sont également envoyés à Apple à des fins d’amélioration.
fr_ca: Les enregistrements vocaux sont également envoyés à Apple à des fins d’amélioration.
he: הקלטות קוליות נשלחות גם אל Apple למטרות שיפור.
hi: सुधार के उद्देश्यों से वॉइस रिकॉर्डिंग भी Apple को भेजी जाती है।
hr: Audio snimke također se šalju tvrtki Apple radi poboljšanja značajki.
hu: A hangfelvételek szintén továbbítva vannak az Apple-nek fejlesztési célokból.
id: Rekaman suara juga dikirimkan ke Apple untuk tujuan peningkatan.
it: Anche le registrazioni vocali vengono inviate ad Apple al fine di apportare miglioramenti.
ja: 音声録音も改善のためにAppleに送信されます。
ko: 음성 녹음도 기능 향상을 위해 Apple로 전송됩니다.
ms: Rakaman suara turut dihantar kepada Apple untuk tujuan peningkatan.
nl: Spraak­opnamen worden ter verbetering ook naar Apple verstuurd.
no: Taleopptak sendes også til Apple for forbedringsformål.
pl: Nagrania Twojego głosu są także wysyłane do Apple na potrzeby udoskonalania funkcji.
pt: As gravações de voz também são enviadas à Apple para fins de aprimoramento.
pt_pt: As gravações de voz são também enviadas à Apple para melhorar a funcionalidade.
ro: Înregistrările vocale sunt, de asemenea, trimise la Apple în scopul îmbunătățirii funcționalității.
ru: Голосовые записи также передаются в Apple для улучшения.
sk: Hlasové záznamy sú na účely vylepšovania taktiež odosielané spoločnosti Apple.
sl: Zvočni posnetki se pošiljajo družbi Apple tudi zaradi izboljšav.
sv: Röstinspelningar skickas även till Apple för förbättringsändamål.
th: เสียงบันทึกถูกส่งไปที่ Apple ด้วยเพื่อจุดประสงค์ในการปรับปรุง
tr: Ses kayıtları da iyileştirme amacıyla Apple’a gönderilir.
uk: Голосові записи також надсилаються в Apple з метою вдосконалення.
vi: Các bản ghi giọng nói cũng được gửi đến Apple nhằm mục đích cải thiện.
zh_cn: 录音也将发送给Apple以作改进之用。
zh_hk: 錄音檔也會傳送予Apple作改進之用。
zh_tw: 錄音檔也會傳送給Apple以作為改進之用。

# IMPROVE_SIRI_ABOUT_LINK
source: About Improve Siri & Dictation…
ar: حول "تحسين Siri والإملاء"…
ca: Sobre la millora de Siri i el dictat…
cs: O volbě Vylepšování Siri a diktování…
da: Om Gør Siri og Diktering bedre…
de: Über „Siri & Diktierfunktion verbessern“ …
el: Πληροφορίες για τη Βελτίωση Siri και Υπαγόρευσης…
es: Acerca de “Mejorar Siri y Dictado”…
es_us: Acerca de mejorar a Siri y el dictado…
fi: Tietoja: Paranna Siriä ja sanelua…
fr: À propos d’Améliorer Siri et Dictée…
fr_ca: À propos d’Améliorer Siri et Dictée…
he: מידע בנושא ״שיפור Siri ו׳הכתבה׳״…
hi: “Siri और डिक्टेशन बेहतर बनाएँ” परिचय…
hr: Više o poboljšanju Siri i Diktata…
hu: Siri és a Diktálás továbbfejlesztéséről…
id: Mengenai Tingkatkan Siri & Dikte…
it: Informazioni su “Migliora Siri e Dettatura”…
ja: Siriと音声入力の改善について…
ko: Siri 및 받아쓰기 기능 향상에 관하여…
ms: Perihal Tingkatkan Siri & Perencanaan…
nl: Over 'Verbeter Siri en de dicteerfunctie'…
no: Om Forbedre Siri og Diktering…
pl: Ulepszanie (Siri i Dyktowanie)…
pt: Sobre Melhorar a Siri e o Ditado…
pt_pt: Acerca de Melhorar Siri e Ditado…
ro: Despre Îmbunătățire Siri și Dictare…
ru: Об улучшении Siri и Диктовки…
sk: O vylepšovaní Siri a Diktovania…
sl: Več o izboljšanju Siri in funkcije Narekovanje …
sv: Om Förbättra Siri och diktering…
th: เกี่ยวกับการปรับปรุง Siri และการป้อนตามคำบอก…
tr: Siri’yi ve Dikte’yi İyileştir Hakkında…
uk: Про Покращення Siri й Диктування…
vi: Cải tiến Siri & Đọc chính tả…
zh_cn: 关于改进Siri与听写…
zh_hk: 關於改進Siri與聽寫⋯
zh_tw: 關於改進Siri與聽寫⋯

# KEYBOARD_SHORTCUT_LABEL
source: Keyboard shortcut
ar: اختصار لوحة المفاتيح
ca: Drecera de teclat
cs: Klávesová zkratka
da: Tastaturgenvej
de: Tastaturkurzbefehl
el: Συντόμευση πληκτρολογίου
es: Función rápida de teclado
es_us: Función rápida de teclado
fi: Näppäinoikotie
fr: Raccourci clavier
fr_ca: Raccourci clavier
he: קיצור מקלדת
hi: कीबोर्ड शॉर्टकट
hr: Prečac tipkovnice
hu: Billentyűparancs
id: Pintasan papan ketik
it: Abbreviazione da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
ms: Pintasan papan kekunci
nl: Toetscombinatie
no: Tastatursnarvei
pl: Skrót klawiszowy
pt: Atalho de teclado
pt_pt: Atalho de teclado
ro: Scurtătură din tastatură
ru: Сочетание клавиш
sk: Klávesová skratka
sl: Bližnjica na tipkovnici
sv: Kortkommando
th: ปุ่มลัดแป้นพิมพ์
tr: Klavye kestirmesi
uk: Клавіатурне скорочення
vi: Phím tắt
zh_cn: 键盘快捷键
zh_hk: 鍵盤快捷鍵
zh_tw: 鍵盤快速鍵

# PRIVACY_BREAK_APPS_MESSAGE
source: If you exclude this location from Spotlight searches, the search feature won’t work in some applications.
ar: في حالة استبعاد هذا الموقع من عمليات الباحث، لن تعمل ميزة البحث في بعض التطبيقات.
ca: Si exclous aquesta ubicació de les cerques de l’Spotlight, la cerca no funcionarà en algunes apps.
cs: Pokud toto umístění z hledání Spotlight vyloučíte, funkce hledání nebude v některých aplikacích pracovat správně.
da: Hvis du udelader denne lokalitet fra Spotlightsøgninger, virker søgefunktionen ikke i nogle apps.
de: Wenn du diesen Ort von Spotlight-Suchen ausschließt, wird die Suchfunktion in einigen Programmen nicht funktionieren.
el: Αν εξαιρέσετε αυτήν την τοποθεσία από τις αναζητήσεις Spotlight, η αναζήτηση δεν θα λειτουργεί σε μερικές εφαρμογές.
es: Si excluyes esta ubicación de las búsquedas de Spotlight, la función de búsqueda dejará de funcionar en algunas aplicaciones.
es_us: Si excluyes esta ubicación de las búsquedas de Spotlight, la función de búsqueda dejará de funcionar en algunas aplicaciones.
fi: Jos suljet tämän sijainnin pois Spotlight-hauista, hakuominaisuus ei toimi joissakin apeissa.
fr: Si vous excluez cet emplacement des recherches de Spotlight, l’utilitaire de recherche ne fonctionnera pas dans certaines applications.
fr_ca: Si vous excluez cet emplacement des recherches de Spotlight, l’utilitaire de recherche ne fonctionnera pas dans certaines applications.
he: הוצאת מיקום זה מטווח החיפוש של Spotlight תמנע ממך את האפשרות לבצע חיפושים ביישומים מסוימים.
hi: यदि आप Spotlight खोज में यह स्थान शामिल नहीं करते हैं, तो हो सकता है कि कुछ ऐप्लिकेशन में खोज फ़ीचर काम न करे।
hr: Ako ovu lokaciju izuzmete iz Spotlight pretraživanja, pretraživanje neće raditi u nekim aplikacijama.
hu: Amennyiben kizárja ezt a helyet a Spotlight-keresésekből, a keresési funkció bizonyos alkalmazásokban nem fog működni.
id: Jika Anda mengecualikan lokasi ini dari pencarian Spotlight, fitur pencarian tidak akan bekerja pada beberapa aplikasi.
it: Se escludi questa posizione dalle ricerche di Spotlight, la funzionalità di ricerca non funzionerà in alcune applicazioni.
ja: この場所をSpotlight検索から除外すると、一部のアプリケーションで検索機能が動作しなくなります。
ko: Spotlight 검색에서 이 위치를 제외하면, 일부 응용 프로그램에서 검색 기능이 작동하지 않습니다.
ms: Jika anda mengecualikan lokasi ini daripada carian Spotlight, ciri carian tidak akan berfungsi dalam sesetengah aplikasi.
nl: Als Spotlight niet in deze locatie mag zoeken, is het mogelijk dat de zoekfunctie in sommige apps niet goed werkt.
no: Hvis du utelater denne plasseringen fra Spotlight-søk, vil det føre til at søkefunksjonen ikke fungerer i enkelte apper.
pl: Jeśli wykluczysz to miejsce z przeszukiwanych przez Spotlight, funkcja szukania może nie działać w niektórych aplikacjach.
pt: Se você excluir esta localização das buscas do Spotlight, o recurso de busca não funcionará em alguns aplicativos.
pt_pt: Se excluir este local das pesquisas do Spotlight, a funcionalidade de pesquisa não funcionará em algumas aplicações.
ro: Dacă excludeți acest loc din căutările Spotlight, căutarea nu va funcționa în unele aplicații.
ru: При исключении данного местоположения из списка для поиска Spotlight функция поиска в некоторых программах работать не будет.
sk: Ak vylúčite túto lokalitu z vyhľadávania Spotlight, funkcia vyhľadávanie nebude v niektorých aplikáciách fungovať.
sl: Če to lokacijo izključite iz iskalnih poizvedb Spotlight, funkcija iskanja v nekaterih aplikacijah ne bo delovala.
sv: Om du utesluter den här platsen från Spotlight-sökningar kommer sökfunktionen inte att fungera i en del appar.
th: ถ้าคุณไม่รวมตำแหน่งนี้จากการค้นหาโดย Spotlight คุณสมบัติการค้นหาจะไม่ทำงานในบางแอปพลิเคชัน
tr: Bu konumu Spotlight aramalarının dışında bırakırsanız arama özelliği bazı uygulamalarda çalışmaz.
uk: Якщо ви вилучите цю папку з області пошуку Spotlight, функція пошуку не працюватиме в деяких програмах.
vi: Nếu bạn loại trừ vị trí này khỏi tìm kiếm của Spotlight, tính năng tìm kiếm sẽ không hoạt động trong một số ứng dụng.
zh_cn: 若将此位置排除在“聚焦”的搜索范围之外，那么部分应用程序的搜索功能将不起作用。
zh_hk: 如你將此位置排除在Spotlight搜尋之外，搜尋功能將無法在某些應用程式中使用。
zh_tw: 若你將此位置排除在Spotlight搜尋之外，則搜尋功能將無法在某些應用程式裡使用。
